Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-IT-Trados.tmx
Source language: en_gb
Languages: it_it

source: They should be resilient in relation to harmful or otherwise undesirable behaviour that may result from limitations within the systems or the environment in which the systems operate (e.g. errors, faults, inconsistencies, unexpected situations).
it_it: Essi dovrebbero essere resilienti in relazione a comportamenti dannosi o altrimenti indesiderati che possono derivare da limitazioni all'interno dei sistemi o dell'ambiente in cui i sistemi funzionano (ad esempio errori, guasti, incongruenze, situazioni impreviste).

source: Therefore, technical and organisational measures should be taken to ensure robustness of high-risk AI systems, for example by designing and developing appropriate technical solutions to prevent or minimise harmful or otherwise undesirable behaviour.
it_it: È pertanto opportuno adottare misure tecniche e organizzative per garantire la robustezza dei sistemi di IA ad alto rischio, ad esempio progettando e sviluppando soluzioni tecniche adeguate per prevenire o ridurre al minimo i comportamenti dannosi o altrimenti indesiderati.

source: Those technical solution may include for instance mechanisms enabling the system to safely interrupt its operation (fail-safe plans) in the presence of certain anomalies or when operation takes place outside certain predetermined boundaries.
it_it: Tali soluzioni tecniche possono comprendere, ad esempio, meccanismi che consentano al sistema di interrompere in modo sicuro il proprio funzionamento (piani fail-safe) in presenza di determinate anomalie o quando il funzionamento ha luogo al di fuori di determinati limiti prestabiliti.

source: Failure to protect against these risks could lead to safety impacts or negatively affect the fundamental rights, for example due to erroneous decisions or wrong or biased outputs generated by the AI system.
it_it: La mancata protezione da tali rischi potrebbe avere ripercussioni sulla sicurezza o incidere negativamente sui diritti fondamentali, ad esempio a causa di decisioni errate o di output sbagliati o distorti generati dal sistema di IA.

source: Cybersecurity plays a crucial role in ensuring that AI systems are resilient against attempts to alter their use, behaviour, performance or compromise their security properties by malicious third parties exploiting the system’s vulnerabilities.
it_it: La cibersicurezza svolge un ruolo cruciale nel garantire che i sistemi di IA siano resilienti ai tentativi compiuti da terzi con intenzioni malevole che, sfruttando le vulnerabilità del sistema, mirano ad alterarne l'uso, il comportamento, le prestazioni o a comprometterne le proprietà di sicurezza.

source: Cyberattacks against AI systems can leverage AI specific assets, such as training data sets (e.g. data poisoning) or trained models (e.g. adversarial attacks or membership inference), or exploit vulnerabilities in the AI system’s digital assets or the underlying ICT infrastructure.
it_it: Gli attacchi informatici contro i sistemi di IA possono far leva sulle risorse specifiche dell'IA, quali i set di dati di addestramento (ad esempio il data poisoning, «avvelenamento dei dati») o i modelli addestrati (ad esempio gli adversarial attacks, «attacchi antagonisti» o la membership inference, «attacchi inferenziali»), o sfruttare le vulnerabilità delle risorse digitali del sistema di IA o dell'infrastruttura TIC sottostante.

source: To ensure a level of cybersecurity appropriate to the risks, suitable measures, such as security controls, should therefore be taken by the providers of high-risk AI systems, also taking into account as appropriate the underlying ICT infrastructure.
it_it: Al fine di garantire un livello di cibersicurezza adeguato ai rischi, è pertanto opportuno che i fornitori di sistemi di IA ad alto rischio adottino misure adeguate, come controlli di sicurezza, anche tenendo debitamente conto dell'infrastruttura TIC sottostante.

source: Without prejudice to the requirements related to robustness and accuracy set out in this Regulation, high-risk AI systems which fall within the scope of a regulation of the European Parliament and of the Council on horizontal cybersecurity requirements for products with digital elements, in accordance with that regulation may demonstrate compliance with the cybersecurity requirements of this Regulation by fulfilling the essential cybersecurity requirements set out in that regulation.
it_it: Fatti salvi i requisiti relativi alla robustezza e all'accuratezza di cui al presente regolamento, i sistemi di IA ad alto rischio che rientrano nell'ambito di applicazione del regolamento del Parlamento europeo e del Consiglio relativo a requisiti orizzontali di cibersicurezza per i prodotti con elementi digitali, ai sensi di tale regolamento possono dimostrare la conformità ai requisiti di cibersicurezza del presente regolamento rispettando i requisiti essenziali di cibersicurezza a norma di tale regolamento.

source: When high-risk AI systems fulfil the essential requirements of a regulation of the European Parliament and of the Council on horizontal cybersecurity requirements for products with digital elements, they should be deemed compliant with the cybersecurity requirements set out in this Regulation in so far as the achievement of those requirements is demonstrated in the EU declaration of conformity or parts thereof issued under that regulation.
it_it: Quando rispettano i requisiti essenziali del regolamento del Parlamento europeo e del Consiglio relativo a requisiti orizzontali di cibersicurezza per i prodotti con elementi digitali, i sistemi di IA ad alto rischio dovrebbero essere considerati conformi ai requisiti di cibersicurezza di cui al presente regolamento nella misura in cui il rispetto di tali requisiti sia dimostrato nella dichiarazione di conformità UE, o in parti di essa, rilasciata a norma di tale regolamento.

source: To that end, the assessment of the cybersecurity risks, associated to a product with digital elements classified as high-risk AI system according to this Regulation, carried out under a regulation of the European Parliament and of the Council on horizontal cybersecurity requirements for products with digital elements, should consider risks to the cyber resilience of an AI system as regards attempts by unauthorised third parties to alter its use, behaviour or performance, including AI specific vulnerabilities such as data poisoning or adversarial attacks, as well as, as relevant, risks to fundamental rights as required by this Regulation.
it_it: A tal fine, la valutazione dei rischi di cibersicurezza, associati a un prodotto con elementi digitali classificati come sistemi di IA ad alto rischio ai sensi del presente regolamento, effettuata a norma del regolamento del Parlamento europeo e del Consiglio relativo a requisiti orizzontali di cibersicurezza per i prodotti con elementi digitali, dovrebbe tenere in considerazione i rischi per la ciberresilienza di un sistema di IA per quanto riguarda i tentativi di terzi non autorizzati di modificarne l'uso, il comportamento o le prestazioni, comprese le vulnerabilità specifiche dell'IA, quali il data poisoning («avvelenamento dei dati») o gli adversarial attack («attacchi antagonisti»), nonché, se del caso, i rischi per i diritti fondamentali come disposto dal presente regolamento.

source: The conformity assessment procedure provided by this Regulation should apply in relation to the essential cybersecurity requirements of a product with digital elements covered by a regulation of the European Parliament and of the Council on horizontal cybersecurity requirements for products with digital elements and classified as a high-risk AI system under this Regulation.
it_it: La procedura di valutazione della conformità di cui al presente regolamento dovrebbe applicarsi in relazione ai requisiti essenziali di cibersicurezza di un prodotto con elementi digitali disciplinato dal regolamento del Parlamento europeo e del Consiglio relativo a requisiti orizzontali di cibersicurezza per i prodotti con elementi digitali e classificato come sistema di IA ad alto rischio a norma del presente regolamento.

source: However, this rule should not result in reducing the necessary level of assurance for critical products with digital elements covered by a regulation of the European Parliament and of the Council on horizontal cybersecurity requirements for products with digital elements.
it_it: Tuttavia, tale norma non dovrebbe comportare una riduzione del livello di garanzia necessario per i prodotti con elementi digitali critici disciplinati dal regolamento del Parlamento europeo e del Consiglio relativo a requisiti orizzontali di cibersicurezza per i prodotti con elementi digitali.

source: Therefore, by way of derogation from this rule, high-risk AI systems that fall within the scope of this Regulation and are also qualified as important and critical products with digital elements pursuant to a regulation of the European Parliament and of the Council on horizontal cybersecurity requirements for products with digital elements and to which the conformity assessment procedure based on internal control set out in an annex to this Regulation applies, are subject to the conformity assessment provisions of a regulation of the European Parliament and of the Council on horizontal cybersecurity requirements for products with digital elements insofar as the essential cybersecurity requirements of that regulation are concerned.
it_it: Pertanto, in deroga a detta norma, i sistemi di IA ad alto rischio che rientrano nell'ambito di applicazione del presente regolamento e che sono anche qualificati come prodotti con elementi digitali importanti e critici a norma del regolamento del Parlamento europeo e del Consiglio relativo a requisiti orizzontali di cibersicurezza per i prodotti con elementi digitali, e ai quali si applica la procedura di valutazione della conformità basata sul controllo interno in allegato al presente regolamento, sono soggetti alle disposizioni in materia di valutazione della conformità del regolamento del Parlamento europeo e del Consiglio relativo a requisiti orizzontali di cibersicurezza per i prodotti con elementi digitali per quanto riguarda i requisiti essenziali di cibersicurezza di tale regolamento.

source: In this case, for all the other aspects covered by this Regulation the respective provisions on conformity assessment based on internal control set out in an annex to this Regulation should apply.
it_it: In tal caso, per tutti gli altri aspetti disciplinati dal presente regolamento dovrebbero applicarsi le rispettive disposizioni in materia di valutazione della conformità basata sul controllo interno, in allegato al presente regolamento.

source: Building on the knowledge and expertise of ENISA on the cybersecurity policy and tasks assigned to ENISA under the Regulation (EU) 2019/881 of the European Parliament and of the Council (37), the Commission should cooperate with ENISA on issues related to cybersecurity of AI systems.
it_it: Sulla base delle conoscenze e delle competenze dell'ENISA in merito alla politica in materia di cibersicurezza e ai relativi compiti assegnati all'ENISA a norma del regolamento (UE) 2019/881 del Parlamento europeo e del Consiglio (37), la Commissione dovrebbe cooperare con l'ENISA sulle questioni relative alla cibersicurezza dei sistemi di IA.

source: It is appropriate that a specific natural or legal person, defined as the provider, takes responsibility for the placing on the market or the putting into service of a high-risk AI system, regardless of whether that natural or legal person is the person who designed or developed the system.
it_it: È opportuno che una specifica persona fisica o giuridica, definita come il fornitore, si assuma la responsabilità dell'immissione sul mercato o della messa in servizio di un sistema di IA ad alto rischio, a prescindere dal fatto che tale persona fisica o giuridica sia la persona che ha progettato o sviluppato il sistema.

source: As signatories to the United Nations Convention on the Rights of Persons with Disabilities, the Union and the Member States are legally obliged to protect persons with disabilities from discrimination and promote their equality, to ensure that persons with disabilities have access, on an equal basis with others, to information and communications technologies and systems, and to ensure respect for privacy for persons with disabilities.
it_it: In qualità di firmatari della Convenzione delle Nazioni Unite sui diritti delle persone con disabilità, l'Unione e gli Stati membri sono tenuti, dal punto di vista giuridico, a proteggere le persone con disabilità dalla discriminazione e a promuoverne l'uguaglianza, a garantire che le persone con disabilità abbiano accesso, su un piano di parità con gli altri, alle tecnologie e ai sistemi di informazione e comunicazione e a garantire il rispetto della vita privata delle persone con disabilità.

source: Given the growing importance and use of AI systems, the application of universal design principles to all new technologies and services should ensure full and equal access for everyone potentially affected by or using AI technologies, including persons with disabilities, in a way that takes full account of their inherent dignity and diversity.
it_it: In considerazione dell'importanza e dell'utilizzo crescenti dei sistemi di IA, l'applicazione dei principi della progettazione universale a tutti i nuovi servizi e tecnologie dovrebbe garantire un accesso pieno e paritario a tutti coloro che sono potenzialmente interessati dalle tecnologie di IA o che le utilizzano, ivi comprese le persone con disabilità, in modo da tenere pienamente conto delle loro dignità e diversità intrinseche.

source: It is therefore essential that providers ensure full compliance with accessibility requirements, including Directive (EU) 2016/2102 of the European Parliament and of the Council (38) and Directive (EU) 2019/882.
it_it: È pertanto essenziale che i fornitori garantiscano la piena conformità ai requisiti di accessibilità, anche alla direttiva (UE) 2016/2102 del Parlamento europeo e del Consiglio (38) e alla direttiva (UE) 2019/882.

source: Providers should ensure compliance with these requirements by design.
it_it: I fornitori dovrebbero garantire il rispetto di tali requisiti fin dalla progettazione.

source: Therefore, the necessary measures should be integrated as much as possible into the design of the high-risk AI system.
it_it: Pertanto, le misure necessarie dovrebbero essere quanto più possibile integrate nella progettazione dei sistemi di IA ad alto rischio.

source: The provider should establish a sound quality management system, ensure the accomplishment of the required conformity assessment procedure, draw up the relevant documentation and establish a robust post-market monitoring system.
it_it: È opportuno che il fornitore istituisca un solido sistema di gestione della qualità, garantisca l'espletamento della procedura di valutazione della conformità richiesta, rediga la documentazione pertinente e istituisca un sistema robusto per il monitoraggio successivo all'immissione sul mercato.

source: Providers of high-risk AI systems that are subject to obligations regarding quality management systems under relevant sectoral Union law should have the possibility to include the elements of the quality management system provided for in this Regulation as part of the existing quality management system provided for in that other sectoral Union law.
it_it: I fornitori di sistemi di IA ad alto rischio che sono soggetti a obblighi relativi ai sistemi di gestione della qualità conformemente al pertinente diritto settoriale dell'Unione dovrebbero avere la possibilità di includere gli elementi del sistema di gestione della qualità di cui al presente regolamento nell'ambito del sistema di gestione della qualità esistente previsto da tale altro diritto settoriale dell'Unione.

source: The complementarity between this Regulation and existing sectoral Union law should also be taken into account in future standardisation activities or guidance adopted by the Commission.
it_it: La complementarità tra il presente regolamento e il diritto settoriale vigente dell'Unione dovrebbe essere tenuta in considerazione anche nelle future attività di normazione o negli orientamenti adottati dalla Commissione.

source: Public authorities which put into service high-risk AI systems for their own use may adopt and implement the rules for the quality management system as part of the quality management system adopted at a national or regional level, as appropriate, taking into account the specificities of the sector and the competences and organisation of the public authority concerned.
it_it: Le autorità pubbliche che mettono in servizio sistemi di IA ad alto rischio per uso proprio possono adottare e attuare le regole per il sistema di gestione della qualità nell'ambito del sistema di gestione della qualità adottato a livello nazionale o regionale, a seconda dei casi, tenendo conto delle specificità del settore come pure delle competenze e dell'organizzazione dell'autorità pubblica interessata.

source: To enable enforcement of this Regulation and create a level playing field for operators, and, taking into account the different forms of making available of digital products, it is important to ensure that, under all circumstances, a person established in the Union can provide authorities with all the necessary information on the compliance of an AI system.
it_it: Al fine di consentire l'applicazione del presente regolamento e di creare condizioni di parità per gli operatori, e tenendo conto delle diverse forme di messa a disposizione di prodotti digitali, è importante garantire che, in qualsiasi circostanza, una persona stabilita nell'Unione possa fornire alle autorità tutte le informazioni necessarie sulla conformità di un sistema di IA.

source: Therefore, prior to making their AI systems available in the Union, providers established in third countries should, by written mandate, appoint an authorised representative established in the Union.
it_it: Pertanto, prima di mettere a disposizione i propri sistemi di IA nell'Unione, i fornitori stabiliti in paesi terzi dovrebbero nominare, mediante mandato scritto, un rappresentante autorizzato stabilito nell'Unione.

source: This authorised representative plays a pivotal role in ensuring the compliance of the high-risk AI systems placed on the market or put into service in the Union by those providers who are not established in the Union and in serving as their contact person established in the Union.
it_it: Tale rappresentante autorizzato svolge un ruolo chiave nel garantire la conformità dei sistemi di IA ad alto rischio immessi sul mercato o messi in servizio nell'Unione da tali fornitori non stabiliti nell'Unione e nel servire da loro referente stabilito nell'Unione.

source: In light of the nature and complexity of the value chain for AI systems and in line with the New Legislative Framework, it is essential to ensure legal certainty and facilitate the compliance with this Regulation.
it_it: Alla luce della natura e della complessità della catena del valore per i sistemi di IA e in linea con il nuovo quadro legislativo, è essenziale garantire la certezza del diritto e facilitare il rispetto del presente regolamento.

source: Therefore, it is necessary to clarify the role and the specific obligations of relevant operators along that value chain, such as importers and distributors who may contribute to the development of AI systems.
it_it: È pertanto necessario chiarire il ruolo e gli obblighi specifici degli operatori pertinenti lungo tale catena del valore, come importatori e distributori che possono contribuire allo sviluppo dei sistemi di IA.

source: In certain situations those operators could act in more than one role at the same time and should therefore fulfil cumulatively all relevant obligations associated with those roles.
it_it: In determinate situazioni tali operatori potrebbero agire contemporaneamente in più di un ruolo e dovrebbero pertanto adempiere cumulativamente tutti gli obblighi pertinenti associati a tali ruoli.

source: For example, an operator could act as a distributor and an importer at the same time.
it_it: Ad esempio, un operatore potrebbe agire contemporaneamente come distributore e importatore.

source: To ensure legal certainty, it is necessary to clarify that, under certain specific conditions, any distributor, importer, deployer or other third-party should be considered to be a provider of a high-risk AI system and therefore assume all the relevant obligations.
it_it: Al fine di garantire la certezza del diritto, è necessario chiarire che, a determinate condizioni specifiche, qualsiasi distributore, importatore, deployer o altro terzo dovrebbe essere considerato un fornitore di un sistema di IA ad alto rischio e, pertanto, assumere tutti gli obblighi del caso.

source: This would be the case if that party puts its name or trademark on a high-risk AI system already placed on the market or put into service, without prejudice to contractual arrangements stipulating that the obligations are allocated otherwise.
it_it: Ciò si verifica ove tale parte apponga il proprio nome o marchio su un sistema di IA ad alto rischio già immesso sul mercato o messo in servizio, fatti salvi accordi contrattuali che prevedano una diversa ripartizione degli obblighi.

source: This would also be the case if that party makes a substantial modification to a high-risk AI system that has already been placed on the market or has already been put into service in a way that it remains a high-risk AI system in accordance with this Regulation, or if it modifies the intended purpose of an AI system, including a general-purpose AI system, which has not been classified as high-risk and has already been placed on the market or put into service, in a way that the AI system becomes a high-risk AI system in accordance with this Regulation.
it_it: Ciò si verifica anche ove tale parte apporti una modifica sostanziale a un sistema di IA ad alto rischio già immesso sul mercato o messo in servizio e in modo che resti un sistema di IA ad alto rischio a norma del presente regolamento, ovvero ove modifichi la finalità prevista di un sistema di IA, compreso un sistema di IA per finalità generali, che non è stato classificato come sistema ad alto rischio ed è già immesso sul mercato o messo in servizio, in modo tale da rendere il sistema di IA un sistema di IA ad alto rischio a norma del presente regolamento.

source: Those provisions should apply without prejudice to more specific provisions established in certain Union harmonisation legislation based on the New Legislative Framework, together with which this Regulation should apply.
it_it: Tali disposizioni dovrebbero applicarsi fatte salve le disposizioni più specifiche stabilite in alcune normative di armonizzazione dell'Unione basate sul nuovo quadro legislativo, unitamente al quale dovrebbe applicarsi il presente regolamento.

source: For example, Article 16(2) of Regulation (EU) 2017/745, establishing that certain changes should not be considered to be modifications of a device that could affect its compliance with the applicable requirements, should continue to apply to high-risk AI systems that are medical devices within the meaning of that Regulation.
it_it: Ad esempio, l'articolo 16, paragrafo 2, del regolamento (UE) 2017/745, che stabilisce che talune modifiche non dovrebbero essere considerate modifiche di un dispositivo tali da compromettere la sua conformità alle prescrizioni applicabili, dovrebbe continuare ad applicarsi ai sistemi di IA ad alto rischio che sono dispositivi medici ai sensi di tale regolamento.
